README.md
# Motivation

Test project to learning clojure.


<a id="org74a8d70"></a>

# Usages

There is no real life usage but might be used for storing some plans if you don&rsquo;t want to share data with exteranl service.

Before using override sqlite file path in application.toml :

    [database]
    path = "/wryb.db" #if you use this app you have to rewrite this

Run:

    lein run

Ui will be allowed by localhost:3000

